;Place localized text in this file


[X2StatusEffects_Radiation]
RadBurningFriendlyName="辐射灼伤"
RadBurningFriendlyDesc="辐射灼伤的单位会随着时间的推移受到伤害，并且会降低闪避和防御。"
RadBurningEffectAcquiredString="<XGParam:StrValue0/!UnitName/>辐射灼伤中"
RadBurningEffectTickedString="<XGParam:StrValue0/!UnitName/>仍旧辐射灼伤中"
RadBurningEffectLostString="<XGParam:StrValue0/!UnitName/>不再辐射灼伤"

BoilingBloodFriendlyName="血液沸腾"
BoilingBloodFriendlyDesc="受血液沸腾折磨的单位会随着时间的推移受到无规律的高伤害，降低命中和机动性。"
BoilingBloodEffectAcquiredString="<XGParam:StrValue0/!UnitName/>血液沸腾中"
BoilingBloodEffectTickedString="<XGParam:StrValue0/!UnitName/>仍旧血液沸腾中"
BoilingBloodEffectLostString="<XGParam:StrValue0/!UnitName/>不再血液沸腾"

IrradiatedFriendlyName="辐射"
IrradiatedFriendlyDesc="受到辐射的单位受到命中和移动惩罚，机器单位也受到影响，其侵入防御降低。"
IrradiatedEffectAcquiredString="<XGParam:StrValue0/!UnitName/>辐射中"
IrradiatedEffectTickedString="<XGParam:StrValue0/!UnitName/>仍旧辐射中"
IrradiatedEffectLostString="<XGParam:StrValue0/!UnitName/>不再辐射"

LostRadRegenFriendlyName="辐射再生"
LostRadRegenFriendlyDesc="失魂者在受到辐射影响时会回复生命。"
LostRadRegenEffectAcquiredString="<XGParam:StrValue0/!UnitName/>回复中"
LostRadRegenEffectTickedString="<XGParam:StrValue0/!UnitName/>仍旧回复中"
LostRadRegenEffectLostString="<XGParam:StrValue0/!UnitName/>不再回复"

[UIEventNoticesTactical_Radiation]
RadBurningTitle="辐射灼伤"
RadBleedingTitle="沸腾血液"
RadDisorientedTitle="辐射"